{
    "name": "Yolxander Jaca",
    "logo_name": "yolxander",
    "role": "Full Stack Developer",
    "about": {
        "sections": {
            "professional-info": {
                "title": "professional-info",
                "icon": "icons/info-professional.svg",
                "info": {
                    "experience": {
                        "title": "experience",
                        "description": "<br>Over the past 5 years, I have honed my skills as a Full Stack Developer, specializing in both front-end and back-end technologies. My expertise includes Vue.js.React.js, PHP, Laravel, and MYSQL, among others. I have contributed significantly to various high-volume web applications, integrating fraud algorithms, optimizing system performance, and enhancing UI/UX design. My experience at companies like HumanContact, Esiance, and Agency5 showcases my ability to develop cross-browser compatible web apps, improve system accuracy and performance, and create essential features like reward and payment systems. My journey reflects a commitment to delivering quality solutions and driving technological innovation.."
                    },
                    "hard-skills": {
                        "title": "hard-skills",
                        "description": "<br>As a Full Stack Developer, I possess a strong skill set in both front-end and back-end technologies. My front-end skills include proficiency in React.js, Vue.js, JavaScript, Livewire, and Tailwindcss, enabling me to create responsive and visually appealing user interfaces. On the back-end, I am skilled in PHP, Python, Laravel and Vue.js which allows me to develop robust and scalable web applications. Additionally, my expertise in database management with SQL, MySQL and ORM, coupled with my knowledge in DevOps using Docker, Git, and CI/CD practices, ensures comprehensive development solutions. I also have experience with cloud services like MYSQL and DigitalOcean, enhancing my ability to deploy and manage applications efficiently."
                    },
                    "soft-skills": {
                        "title": "soft-skills",
                        "description": "<br>I bring a wealth of soft skills developed over my career as a Full Stack Developer. My experience has honed my abilities in areas such as rapid career progression, evidenced by becoming the fastest-promoted employee at HumanContact. I have a proven track record in mentoring junior developers, guiding them to work independently on projects. My collaborative skills are highlighted by my close work with design teams to bring ideas to life. Additionally, my roles have demanded high-level problem-solving, strong communication skills, and a keen ability to adapt to fast-paced, changing environments."
                    }
                }
            },
            "personal-info": {
                "title": "personal-info",
                "icon": "icons/info-personal.svg",
                "info": {
                    "bio": {
                        "title": "bio",
                        "description": "Hi there! I'm a Full Stack Developer with over 5 years of fun and challenging experiences in crafting cool web solutions. My journey's been all about putting my heart into my work and aiming for the stars. I love delivering products that make users smile and say 'wow!'\n\nI've got a toolbox full of skills in various technologies and platforms, which means I can whip up web applications that are not just smart but also flexible. At HumanContact, I was the go-to person for building an awesome event platform. It was a blast guiding my team, coming up with nifty ideas, and tackling new challenges head-on. I've always aimed to make things easier and more enjoyable for users, and I'm proud to say I often hit the bullseye.\n\nI also had the chance to sprinkle some magic at Esiance and Agency5, where I worked on making web applications smoother and integrating cool stuff like anti-fraud systems and payment processes.\n\nNow, I'm super excited to bring my bag of tricks to a new place, where I can keep on making a difference and explore new horizons in tech. Let's create something amazing together."
                    },
                    "interests": {
                        "title": "interests",
                        "description": "<br>In my professional life, I am deeply invested in continuous learning and exploring cutting-edge technologies, particularly in web development and automation. I enjoy engaging in small Python projects, utilizing them as a creative outlet to refine my skills. Automation fascinates me, and I often explore ways to implement AI chatbots and streamline development processes for increased efficiency.<br><br>Beyond my professional pursuits, I have a keen interest in blockchain technology. My curiosity has led me to learn the basics of Solidity and continuously delve deeper into the blockchain world, understanding its applications and potential. This interest complements my tech-centric lifestyle, keeping me aligned with the latest advancements and innovations in the tech sphere."
                    },
                    "education": {
                        "title": "education",
                        "description": "<br>My educational background in Biomedical Engineering from Centennial College (2015-2019) and Bioinformatics from IPQI Martires de Giron (2011-2014) has been instrumental in shaping my analytical and problem-solving skills.<br><br>  This unique combination of engineering and bioinformatics has provided me with a comprehensive understanding of complex systems, enhancing my capabilities as a Full Stack Developer. My journey through these rigorous programs reflects my passion for merging technology with practical applications, preparing me for the multifaceted challenges in the tech world.",
                        "files": {

                        }
                    }
                }
            },
            "hobbies-info": {
                "title": "hobbies-info",
                "icon": "icons/info-hobbies.svg",
                "info": {
                    "sports": {
                        "title": "sports",
                        "description": "<br>I am an avid sports enthusiast, passionately following and participating in various athletic activities. My enthusiasm for esports keeps me engaged with the dynamic and exciting world of competitive gaming. In addition to my virtual interests, I actively participate in physical sports as well. During the summer, I enjoy the outdoor experience and team spirit of playing softball, a game that not only challenges me physically but also fosters camaraderie and teamwork."
                    },
                    "favorite-games": {
                        "title": "favorite-games",
                        "description": "<br>I really enjoy gaming, both on-screen and on the table. Playing Apex Legends, where I've reached master level, is always a fun challenge. The God of War series is another of my favorites, with its great stories and gameplay. When it comes to tabletop games, dominoes and the \"EXIT\" company's Escape Rooms are my go-to. Working through their puzzles has been a really enjoyable experience, blending a bit of strategy with a lot of fun.."
                    }
                }
            }
        }
    },
    "contacts": {
        "direct": {
            "title": "contacts",
            "sources": {
                "email": "yolxander@gmail.com",
                "phone": "647-785-5976"
            }
        },
        "social": {
            "github": {
                "title": "Github profile",
                "url": "https://github.com/",
                "user": "Yolxander"
            },
            "linkedin": {
                "title": "Linkedin profile",
                "url": "https://www.linkedin.com/in/",
                "user": "yolxander-jaca"
            }
        },
        "find_me_also_in": {
            "title": "",
            "sources": {

            }
        }
    },
    "gists": {
        "1": "83861a67e377633ee8368df01ee3a355",
        "2": "694c1f32332788a2ac7f37b09e5aa40e"
    },
    "projects": {
        "1": {
            "title": "Merjj",
            "description": "Merjj utilizes a blend of tangible and digital components to metamorphose programs and events into immersive virtual realities.",
            "img": "/images/projects/merjj.png",
            "tech": ["Laravel","PHP","MYSQL","Vue"],
            "url": "https://merjj.com/"
        },
        "2": {
            "title": "Everything Card",
            "description": "EverythingCard is a versatile corporate gifting and employee recognition platform that offers a wide selection of gift cards from leading brands.",
            "img": "/images/projects/everythingcard.png",
            "tech": ["Laravel","PHP","MYSQL","React"],
            "url": "https://www.everythingcard.ca/"
        },
        "3": {
            "title": "Toemar",
            "description": "Toemar Landscape and Garden Supplies is a family-owned business providing a comprehensive range of landscaping products and services.",
            "img": "/images/projects/toemar.png",
            "tech": ["Laravel","PHP","CSS","React"],
            "url": "https://www.toemar.ca/"
        },
        "4": {
            "title": "Northe Simcoe PM",
            "description": "North Simcoe PM specializes in comprehensive property management services within Simcoe County. Their mission is to alleviate the daily challenges of property ownership for landlords, allowing them to reap the rewards of their real estate investments without the associated headaches.",
            "img": "/images/projects/North Simcoe PM.png",
            "tech": ["Laravel","PHP","CSS","HTML"],
            "url": "https://northsimcoepm.com/"
        },
        "5": {
            "title": "Premium Natural Wood Charcoal",
            "description": "This site is about Premium Cuban Marabú Charcoal, known for its superior quality and eco-friendly production.",
            "img": "/images/projects/charcoal.png",
            "tech": ["CSS","Vue"],
            "url": "https://www.scholarshipscanada.com/Scholarships/Browse-Scholarships.aspx"
        }
    ,
        "6": {
            "title": "Jonex Solutions Corp Website",
            "description": "Jonex Solutions Corp presents a straightforward website showcasing its range of services and offerings. This site serves as a digital gateway to the company's expertise in importing to Latino America continent.",
            "img": "/images/projects/jonex.png",
            "tech": ["PHP","HTML"],
            "url": "https://www.jonex.ca/"
        }
    }
}